Repository: pcast/tmx
Catalog: tmx/LittleRedRidingHood_spanish.tmx
Source language: en
Languages: es

source: There was once
es: Una vez había

source: a sweet little maid,
es: una pequeña niña dulce,

source: much beloved
es: muy amada

source: by everybody,
es: por todo el mundo,

source: but most of all
es: pero aún más

source: by her grandmother,
es: por su abuela,

source: who could never get enough of her.
es: quien nunca podía tener demasiado tiempo con ella.

source: Once she sent her
es: Una vez ella le envió

source: a little cap
es: una capa pequeña

source: of red velvet,
es: de rojo terciopelo,

source: and as it was very becoming to her,
es: y porque le quedó bien,

source: and she never wore anything else,
es: y ella nunca le puso nada más,

source: and the people
es: y la gente

source: called her
es: le llamó

source: Little Red Riding-Hood.
es: Caperucita Roja.

source: One day
es: Un día

source: her mother
es: su madre

source: said to her,
es: le dijo a ella,

source: "Come,
es: “Ven,

source: Little Red Riding-Hood,
es: Caperucita Roja,

source: here are some cakes
es: aquí hay unas tortas

source: and
es: y

source: a bottle of milk
es: una botella de leche

source: for you to take
es: para llevar contigo

source: to grandmother;
es: a la abuela;

source: she is weak
es: está débil

source: and ill,
es: y enferma,

source: and they will do her good.
es: y las ayudarán.

source: Make haste
es: Ten prisa

source: and start
es: y empieza

source: before it grows hot,
es: antes de que haya calor,

source: and walk nicely
es: y camina bien

source: and properly,
es: y apropiadamente,

source: and don't run,
es: y no corres,

source: or you might fall
es: o podrías caer

source: and break
es: y romper

source: the bottle of milk,
es: la botella de leche,

source: and there would be none left
es: y no le quedaría nada

source: for grandmother.
es: para la abuela.

source: And when you go into
es: Y cuando entras en

source: her house,
es: su casa,

source: don't forget
es: no olvides

source: to say,
es: decir,

source: Good morning,
es: Buenos días,

source: instead of staring about you.”
es: en vez de mirarla fijamente.”

source: "I will be sure to take care,”
es: "Tendré cuidado,”

source: said Little Red Riding-Hood
es: dijo Caperucita Roja

source: to her mother,
es: a su madre,

source: and gave her hand upon it.
es: y dio su mano para prometerlo.

source: Now
es: Ahora

source: the grandmother
es: la abuela

source: lived
es: vivía

source: away in the forest,
es: lejos en el bosque,

source: half-an-hour's walk
es: un camino de media hora

source: from the village;
es: del pueblo;

source: and when
es: y cuando

source: Little Red Riding-Hood
es: Caperucita Roja

source: had reached
es: ha llegado

source: the forest,
es: al bosque,

source: she met
es: ella conoció

source: the wolf;
es: al lobo;

source: but as she did not know what
es: pero como no sabía

source: a bad sort of animal
es: el animal malo que

source: he was,
es: él era,

source: she did not feel frightened.
es: no tenía miedo.

source: "Good day,
es: "Buenos días,

source: Little Red Riding-Hood,”
es: Caperucita Roja,”

source: said he.
es: dijo él.

source: "Thank you kindly,
es: "Muchas gracias,

source: Wolf,”
es: Lobo,”

source: answered she.
es: contestó ella.

source: "Where are you going
es: "¿Adónde vas

source: so early,
es: tan temprano,

source: Little Red Riding-Hood?”
es: Caperucita Roja?”

source: "To my grandmother’s house.”
es: "A la casa de mi abuela.”

source: "What are you carrying under
es: "¿Qué llaves contigo bajo

source: your apron?”
es: el delantal?”

source: "Cakes
es: "Tortas

source: and milk;
es: y leche;

source: we baked yesterday;
es: horneamos ayer;

source: and my grandmother
es: y mi abuela

source: is very weak
es: está muy débil

source: so they will do her good,
es: pues esas cosas le ayudarán,

source: and strengthen her.”
es: y le darán más fuerza.”

source: "Where does your grandmother live,
es: "¿Dónde vive su abuela,

source: "A quarter of an hour's walk from here;
es: "A pie, un cuarto de hora de aquí;

source: her house
es: su casa

source: stands beneath
es: está bajo

source: the oak trees,
es: los robles,

source: and you may know it by
es: y es posible que la conoces que

source: the hazel bushes,”
es: los avellanos,”

source: said Little Red Riding-Hood.
es: dijo Caperucita Roja.

source: The Wolf
es: El Lobo

source: thought to himself,
es: pensó para sí mismo,

source: "That tender young thing
es: "Esa jovencita tierna

source: would be
es: sería

source: a delicious morsel,
es: un pedacito delicioso,

source: and would taste
es: y tendría un sabor

source: better than
es: más bueno que

source: the old one;
es: la vieja;

source: I must manage somehow
es: de alguna manera debo

source: to eat both of them.”
es: comer a las dos.”

source: Then he walked with
es: Así que caminó con

source: a little while,
es: por un rato,

source: and said,
es: y dijo,

source: "Little Red Riding-Hood,
es: "Caperucita Roja,

source: just look at
es: mira

source: the pretty flowers
es: las flores hermosas

source: that are growing all round you,
es: que están creciendo alrededor de ti,

source: and I don't think you are listening to
es: y creo que no estás escuchando

source: the song
es: la canción

source: of the birds;
es: de los pájaros;

source: you are walking along
es: estás allí caminando

source: just as if you were going
es: como si sólo fueras

source: to school,
es: a la escuela,

source: and it is so delightful out here
es: y es tan encantador aquí

source: in the forest.”
es: en el bosque.”

source: glanced round her,
es: miró por todos lados,

source: and when she saw
es: y cuando vio

source: the sunbeams
es: los rayos del sol

source: darting through
es: lanzándose entre

source: the trees,
es: los árboles,

source: and lovely flowers
es: y las flores hermosas

source: everywhere,
es: por todas partes,

source: she thought to herself,
es: pensó para sí misma,

source: "If I were to take
es: "Si yo fuera a llevar

source: fresh flowers
es: flores hermosas

source: to my grandmother
es: a mi abuela

source: she would be very pleased,
es: a ella le encantarían,

source: and it is so early
es: y es tan temprano

source: in the day
es: en el día

source: that I shall reach her
es: que llegaré a ella

source: in plenty of time;”
es: con mucho tiempo;”

source: and so she ran about
es: y así que corría por todos lados

source: in the forest,
es: en el bosque,

source: looking for
es: buscando

source: the flowers.
es: las flores.

source: And as she picked one
es: Y mientras que recogía una,

source: she saw a still prettier one
es: vio una aún más hermosa

source: a little farther off,
es: un poco más lejos,

source: and so she went farther
es: y así que entró más

source: and farther
es: y más adelante

source: into the forest.
es: en el bosque.

source: But
es: Pero

source: the Wolf
es: el Lobo

source: went straight to
es: fue inmediatamente a

source: grandmother’s house
es: la casa de la abuela

source: and knocked at
es: y tocó a

source: the door.
es: la puerta.

source: "Who is there?”
es: "¿Quién es?”

source: cried the grandmother.
es: gritó la abuela.

source: "Little Red Riding-Hood,”
es: "Caperucita Roja,”

source: he answered,
es: contestó él,

source: "and I have brought you
es: "y te he llevado

source: some cakes
es: unas tortas

source: and a bottle of milk.
es: y una botella de leche.

source: Please open
es: Por favor abre

source: the door.”
es: la puerta.”

source: "Lift the latch,”
es: "Abre la aldaba,”

source: cried the grandmother;
es: gritó la abuela;

source: "I am too feeble
es: "Estoy demasiado débil

source: to get up.”
es: para levantarme.”

source: lifted the latch,
es: abrió la aldaba,

source: and the door
es: y la puerta

source: flew open,
es: abrió rápidamente,

source: and he fell upon
es: y asaltó a

source: and ate her up without saying
es: y le comió sin decir ni

source: one word.
es: una palabra.

source: Then he put on
es: Luego le puso

source: her clothes,
es: la ropa de ella,

source: put on her cap,
es: le puso su gorra,

source: lay down in her bed,
es: y se tumbó en su cama,

source: and drew the curtains.
es: y cerró las cortinas.

source: was all this time running about among
es: durante todo eso, estaba corriendo entre

source: the flowers,
es: las flores,

source: and when she had gathered
es: y cuando hubo recogido

source: as many as she could hold,
es: todas las flores que podía llevar contigo,

source: she remembered her grandmother,
es: se acordó de su abuela,

source: and set off to go to
es: y empezó a ir a

source: her house.
es: su casa.

source: She was surprised to find
es: Estaba sorprendida cuando encontró

source: the door standing open,
es: la puerta abierta,

source: and when she went inside
es: y cuando entró

source: the house
es: la casa

source: she felt very strange,
es: se sentía muy rara,

source: and thought to herself,
es: y pensó para sí misma,

source: "Oh dear,
es: “Ay,

source: how uncomfortable I feel,
es: qué incómoda me siento,

source: and I was so glad this morning to go
es: y estaba tan contenta esta mañana ir

source: and visit my grandmother!”
es: y visitar a mi abuela!”

source: And when she said,
es: Y cuando dijo,

source: "Good morning,”
es: "Buenos días,”

source: there was no answer.
es: nadie contestó.

source: Then she went up to
es: Luego subió a

source: the bedroom
es: la habitación

source: and drew back the curtains;
es: y abrió las cortinas;

source: there lay the grandmother
es: allí estuvo the abuela

source: with her cap
es: con su gorra

source: pulled over her eyes,
es: sobre sus ojos,

source: so that she looked very odd.
es: así que parecía muy rara.

source: "O grandmother,
es: "Ay abuela,

source: what large ears you have got!”
es: ¡Qué orejas grandes tienes!”

source: "The better to hear with.”
es: "Mejor para oírte.”

source: what large eyes you have got!”
es: ¡Qué ojos grandes tienes!”

source: "The better to see with.”
es: "Mejor para verte.”

source: what big hands you have got!”
es: ¡Qué manos grandes tienes!”

source: "The better to take hold of you with.”
es: "Mejor para agarrarte.”

source: "But,
es: “Pero,

source: grandmother,
es: abuela,

source: what a terrible mouth you have got!”
es: ¡Qué boca tan terrible tienes!”

source: "The better to devour you!”
es: "¡Mejor para devorarte!”

source: And no sooner had the Wolf said it than
es: Y tan pronto como el Lobo lo ha dicho,

source: he jumped from the bed,
es: saltó de la cama,

source: and swallowed up
es: y tragó a

source: poor Little Red Riding-Hood.
es: la pobre Caperucita Roja.

source: Then
es: Pues

source: the Wolf,
es: el Lobo,

source: having satisfied his hunger,
es: con su hambre satisfecha,

source: lay down again
es: otra vez se tumbó

source: in the bed,
es: en la cama,

source: went to sleep,
es: se durmió,

source: and began to snore loudly.
es: y empezó a roncar ruidosamente.

source: A hunter
es: Un cazador

source: heard him
es: le oyó

source: as he was passing by
es: cuando pasaba a

source: the house,
es: la casa,

source: and thought,
es: y pensó,

source: "How the old woman snores—;
es: "¿Cómo está la mujer vieja roncando tan ruidosamente;

source: I had better see
es: Debo ver

source: if there is anything the matter with her.”
es: si le pasa algo.”

source: Then he went
es: Luego entró

source: in the house,
es: en la casa,

source: and walked up to
es: y acercó

source: the bed,
es: la cama,

source: and saw
es: y vio

source: lying there.
es: tumbándose allí.

source: "At last
es: "¡Por fin

source: I find you,
es: te encuentro,

source: you old Wolf!”
es: tú Lobo viejo!”

source: said he;
es: dijo él;

source: "I have been looking for you
es: "Te he estado buscando

source: a long time.”
es: por mucho tiempo.

source: And he made up his mind that
es: "Y decidió que

source: had swallowed
es: ha tragado a

source: the grandmother whole,
es: la abuela entera,

source: and that she might yet be saved.
es: y que aún podría salvarla.

source: So he did not fire,
es: Así que no disparó,

source: but took
es: pero tomó

source: a pair of shears
es: un par de tijeras

source: and began to cut open
es: y empezó a abrir

source: the body
es: el cuerpo

source: of the Wolf.
es: del Lobo.

source: When he made
es: Cuando hizo

source: a few snips
es: algunas cortadas

source: Little Red Riding-Hood appeared,
es: Caperucita Roja apareció,

source: and after
es: y después

source: a few more snips
es: de algunas más cortadas,

source: she jumped out
es: salió

source: and cried,
es: y gritó,

source: how frightened I have been!
es: ¡qué miedo!

source: it is so dark inside
es: Está tan oscuro dentro

source: the body of a Wolf.”
es: del cuerpo del Lobo.

source: And then out came
es: "Y pronto salió

source: the old grandmother,
es: la abuela vieja,

source: still living
es: aún viviendo

source: and breathing.
es: y respirando.

source: But Little Red Riding-Hood
es: Pero Caperucita Roja

source: went and quickly fetched
es: fue rápidamente para obtener

source: some large stones,
es: unas piedras grandes,

source: with which she filled
es: con las cuales llenó

source: the body of the Wolf,
es: el cuerpo del Lobo,

source: so that when
es: así que cuando

source: he woke up,
es: él se despertó,

source: and was going to rush away,
es: e iba a correr,

source: the stones
es: las piedras

source: were so heavy that
es: pesaron tanto que

source: he sank down
es: se cayó

source: and fell dead.
es: y se murió.

source: They were all three
es: Los tres estaban

source: very pleased.
es: muy contentos.

source: The hunter
es: El cazador

source: took
es: tomó

source: the pelt
es: el pellejo

source: of the Wolf,
es: del Lobo,

source: and carried it
es: y lo llevó

source: home.
es: a casa.

source: The grandmother
es: La abuela

source: ate
es: comió

source: the cakes,
es: las tortas,

source: and drank
es: y bebió

source: the milk,
es: la leche,

source: and recovered her health,
es: y se repuso un poco,

source: and Little Red Riding-Hood
es: y Caperucita Roja

source: said to herself
es: dijo a sí misma

source: that she would never again wander
es: que nunca jamás se desviará

source: in the forest alone.
es: en el bosque sóla.
